export const periods = [
  {
    id: 1,
    title: "Ежелгі кезең",
    topics: [
      {
        id: 1,
        title: "§4. Орталық Азияда өркениеттің пайда болу факторлары",
        content: "",
      },
      {
        id: 2,
        title:
          "§1-2. Қазақстанда көшпелі малшаруашылығы және егіншіліктің дамуы ",
        content: "",
      },
      {
        id: 3,
        title:
          "§8. Ұлы Дала көшпелі өркениетінің қайнаркөзі және қалыптасуының ерекшеліктері ",
        content: "",
      },
      {
        id: 4,
        title: "§10. Ерте көшпелілер дәуіріндегі ұлы дала өркениеті",
        content: "",
      },
      {
        id: 5,
        title: "§27. Қазақстан аумағындағы ерте мемлекеттердің саяси құрылымы",
        content: "",
      },
      {
        id: 6,
        title:
          "§1-2. “Орталық Азия” ұғымының тарихи және географиялық негіздер",
        content: "",
      },
      {
        id: 7,
        title: "§5-6. Орталық Азия өркениеттерінің ежелгі ошақтары",
        content: "",
      },
    ],
  },

  {
    id: 2,
    title: "Орта ғасыр",
    topics: [
      {
        id: 1,
        title:
          "§20. Түркі дәуіріндегі қазақстан аумағындағы этногенез және этникалық үдерістер",
        content: "",
      },
      {
        id: 2,
        title:
          "§28-29. Түрік имериясыкөшпелілер мемлекетілігінің классикалық үлгісі",
        content: "",
      },
      {
        id: 3,
        title: "§1. Түрік қағанаты",
        content: "",
      },
      {
        id: 4,
        title:
          "§2. Батыс түрік (603-704 жылдар) және шығыс түрік (682-744 жылдар) қағанаттары",
        content: "",
      },
      {
        id: 5,
        title: "§3. Түргеш қағанаты",
        content: "",
      },
      {
        id: 6,
        title: "§4. Қарлұқ қағанаты",
        content: "",
      },
      {
        id: 7,
        title: "§5. Оғыз мемлекеті",
        content: "",
      },
      {
        id: 8,
        title: "§6. Қимақ қағанаты",
        content: "",
      },
      {
        id: 9,
        title: "§11. Қарахан мемлекеті (942-1212 жылдар)",
        content: "",
      },
      {
        id: 10,
        title: "§12. Қарақытай мемлекеті (1128-1212 жылдар)",
        content: "",
      },
      {
        id: 11,
        title:
          "§13. Наймандар, керейіттер, жалайырлар (XII-XIII ғасырдың басы)",
        content: "",
      },
      {
        id: 12,
        title: "§14. Қыпшақ хандығы (XI-XIII ғасырдың басы)",
        content: "",
      },
      {
        id: 13,
        title:
          "§5-6. Қазақстан қала мәдениетінің дамуындағы ұлы жібек жолының рөлі",
        content: "",
      },
      {
        id: 14,
        title: "§18-19. Қалалардың дамуы. Сәулет өнері (X-XIII ғасырдың басы)",
        content: "",
      },
      {
        id: 15,
        title: "§20–21. Сауда мен егіншілік. Материалдық мәдениет",
        content: "",
      },
      {
        id: 16,
        title:
          "§31. Шыңғыс хан империясы және оның мұрагерлері. Шыңғыс ханның дүниежүзілік тарихтағы рөлі",
        content: "",
      },
      {
        id: 17,
        title: "§26–27. Қазақстан аумағын монғолдардың жаулап алуы ",
        content: "",
      },
      {
        id: 18,
        title: "§28–29. Монғол империясы құрамындағы Қазақстан",
        content: "",
      },
      {
        id: 19,
        title:
          "§35. Қазақ хандығының құрылуы тарихи үрдерістердің заңды нәтижесі",
        content: "",
      },
      {
        id: 20,
        title: "§30. Шығыс Дештi Қыпшақтың саяси бөлектенуi. Ақ Орда",
        content: "",
      },
      {
        id: 21,
        title: "§31. Моғолстан (хiv ғасырдың ортасы – хvi ғасырдың басы)",
        content: "",
      },
      {
        id: 22,
        title: "§32. Әмір Темір және ұрпақтарының мемлекеті",
        content: "",
      },
      {
        id: 23,
        title: "§33. Әбілқайыр хандығы (1428-1468 жылдар)",
        content: "",
      },
      {
        id: 24,
        title: "§34. Ноғай ордасы. Сiбiр хандығы",
        content: "",
      },
      {
        id: 25,
        title:
          "§35. хiii–хv ғасырдың бiрiншi жартысындағы мемлекеттердің қоғамдық және саяси құрылымы",
        content: "",
      },
      {
        id: 26,
        title: "§23. Мәдени-генетикалық код ұлт негізі",
        content: "",
      },
      {
        id: 27,
        title: "§38–39. Қазақ халқының этногенезі",
        content: "",
      },
      {
        id: 28,
        title: "§40–41. Қазақ хандығының құрылуы",
        content: "",
      },
      {
        id: 29,
        title: "§36. Қазақ хандығының қазақ хандығын құру мен нығайтудағы рөлі",
        content: "",
      },
      {
        id: 30,
        title: "§43. Қасым ханның (1511–1518 жылдар) ішкі және сыртқы саясаты",
        content: "",
      },
      {
        id: 31,
        title: "§44. Хақназар хан (1538–1580 жылдар) тұсындағы Қазақ хандығы",
        content: "",
      },
      {
        id: 32,
        title:
          "§45. Тәуекел хан (1583–1598 жылдар) билігі. ХVI ғасырдың соңындағы Қазақ хандығы (6сынып)§36. Казақ хандарының Қазақ хандығын құру мен нығайтудағы рөлі(10-сынып)",
        content: "",
      },
      {
        id: 33,
        title:
          "$46. XVII ҒAСЫРДЫҢ БАСЫНДАҒЫ ҚАЗАҚ ХАНДЫҒЫ. ЕСІМ ХАН (1598-1628 жылдар)§36. Казақ хандарының Қазақ хандығын құру мен нығайтудағы рөлі(10-сынып)",
        content: "",
      },
      {
        id: 34,
        title:
          "$47. ЖОҢҒАР ШАПҚЫНШЫЛЫҒЫНА ҚАРСЫ КҮРЕС. ЖӘҢГІР ХАН (1629–1652 жылдар)§36. Казақ хандарының Қазақ хандығын құру мен нығайтудағы рөлі(10-сынып)",
        content: "",
      },
    ],
  },

  {
    id: 3,
    title: "Жаңа заман",
    topics: [{ id: 1, title: "Алтын Орда", content: "" }],
  },
  {
    id: 4,
    title: "XX ғасыр I жартысы",
    topics: [{ id: 1, title: "Русиядағы қоғамдық өзгерістер", content: "" }],
  },
  {
    id: 5,
    title: "XX ғасыр II жартысы",
    topics: [{ id: 1, title: "Социализм мен капитализм", content: "" }],
  },
  {
    id: 6,
    title: "Кітаптар / База",
    topics: [
      {
        id: 1,
        title: "1 АЙ 1 АПТА",
        pdfBase: "/Тарих Кітаптар/1 ай/1 АПТА/Тарих-1-ай-1-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/1 ай/1 АПТА/Тарих-1-ай-1-апта кітап 1.pdf",
        pdfBook: "/Тарих Кітаптар/1 ай/1 АПТА/Тарих-1-ай-1-апта кітап 2.pdf",
      },
      {
        id: 2,
        title: "1 АЙ 2 АПТА",
        pdfBase: "/Тарих Кітаптар/1 ай/2 АПТА/Тарих-1-ай-2-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/1 ай/2 АПТА/Тарих-1-ай-2-апта кітап.pdf",
      },
      {
        id: 3,
        title: "1 АЙ 3 АПТА",
        pdfBase: "/Тарих Кітаптар/1 ай/3 АПТА/Тарих-1-ай-3-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/1 ай/3 АПТА/Тарих-1-ай-3-апта кітап.pdf",
      },
      {
        id: 4,
        title: "1 АЙ 4 АПТА",
        pdfBase: "/Тарих Кітаптар/1 ай/4 АПТА/Тарих-1-ай-4-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/1 ай/4 АПТА/Тарих-1-ай-4-апта кітап.pdf",
      },
      {
        id: 5,
        title: "2 АЙ 1 АПТА",
        pdfBase: "/Тарих Кітаптар/2 ай/1 АПТА/Тарих-2-ай-1-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/2 ай/1 АПТА/Тарих-2-ай-1-апта кітап.pdf",
      },
      {
        id: 6,
        title: "2 АЙ 2 АПТА",
        pdfBase: "/Тарих Кітаптар/2 ай/2 АПТА/Тарих-2-ай-2-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/2 ай/2 АПТА/Тарих-2-ай-2-апта кітап.pdf",
      },
      {
        id: 7,
        title: "2 АЙ 3 АПТА",
        pdfBase: "/Тарих Кітаптар/2 ай/3 АПТА/Тарих-2-ай-3-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/2 ай/3 АПТА/Тарих-2-ай-3-апта кітап.pdf",
      },
      {
        id: 8,
        title: "2 АЙ 4 АПТА",
        pdfBase: "/Тарих Кітаптар/2 ай/4 АПТА/Тарих-2-ай-4-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/2 ай/4 АПТА/Тарих-2-ай-4-апта кітап.pdf",
      },
      {
        id: 9,
        title: "3 АЙ 1 АПТА",
        pdfBase: "/Тарих Кітаптар/3 ай/1 АПТА/Тарих-3-ай-1-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/3 ай/1 АПТА/Тарих-3-ай-1-апта кітап.pdf",
      },
      {
        id: 10,
        title: "3 АЙ 2 АПТА",
        pdfBase: "/Тарих Кітаптар/3 ай/2 АПТА/Тарих-3-ай-2-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/3 ай/2 АПТА/Тарих-3-ай-2-апта кітап.pdf",
      },
      {
        id: 11,
        title: "3 АЙ 3 АПТА",
        pdfBase: "/Тарих Кітаптар/3 ай/3 АПТА/Тарих-3-ай-3-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/3 ай/3 АПТА/Тарих-3-ай-3-апта кітап.pdf",
      },
      {
        id: 12,
        title: "3 АЙ 4 АПТА",
        pdfBase: "/Тарих Кітаптар/3 ай/4 АПТА/Тарих-3-ай-4-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/3 ай/4 АПТА/Тарих-3-ай-4-апта кітап.pdf",
      },
      {
        id: 13,
        title: "4 АЙ 1 АПТА",
        pdfBase: "/Тарих Кітаптар/4 ай/1 АПТА/Тарих-4-ай-1-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/4 ай/1 АПТА/Тарих-4-ай-1-апта кітап.pdf",
      },
      {
        id: 14,
        title: "4 АЙ 2 АПТА",
        pdfBase: "/Тарих Кітаптар/4 ай/2 АПТА/Тарих-4-ай-2-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/4 ай/2 АПТА/Тарих-4-ай-2-апта кітап.pdf",
      },
      {
        id: 15,
        title: "4 АЙ 3 АПТА",
        pdfBase: "/Тарих Кітаптар/4 ай/3 АПТА/Тарих-4-ай-3-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/4 ай/3 АПТА/Тарих-4-ай-3-апта кітап.pdf",
      },
      {
        id: 16,
        title: "4 АЙ 4 АПТА",
        pdfBase: "/Тарих Кітаптар/4 ай/4 АПТА/Тарих-4-ай-4-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/4 ай/4 АПТА/Тарих-4-ай-4-апта кітап.pdf",
      },
      {
        id: 17,
        title: "5 АЙ 1 АПТА",
        pdfBase: "/Тарих Кітаптар/5 ай/1 АПТА/Тарих-5-ай-1-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/5 ай/1 АПТА/Тарих-5-ай-1-апта кітап.pdf",
      },
      {
        id: 18,
        title: "5 АЙ 2 АПТА",
        pdfBase: "/Тарих Кітаптар/5 ай/2 АПТА/Тарих-5-ай-2-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/5 ай/2 АПТА/Тарих-5-ай-2-апта кітап.pdf",
      },
      {
        id: 19,
        title: "5 АЙ 3 АПТА",
        pdfBase: "/Тарих Кітаптар/5 ай/3 АПТА/Тарих-5-ай-3-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/5 ай/3 АПТА/Тарих-5-ай-3-апта кітап.pdf",
      },
      {
        id: 20,
        title: "5 АЙ 4 АПТА",
        pdfBase: "/Тарих Кітаптар/5 ай/4 АПТА/Тарих-5-ай-4-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/5 ай/4 АПТА/Тарих-5-ай-4-апта кітап.pdf",
      },
    ],
  },
];
