export const periods = [
  {
    id: 1,
    title: "Ежелгі кезең",
    topics: [
      {
        id: 1,
        title: "§4. Орталық Азияда өркениеттің пайда болу факторлары",
        content: "",
      },
      {
        id: 2,
        title:
          "§1-2. Қазақстанда көшпелі малшаруашылығы және егіншіліктің дамуы ",
        content: "",
      },
      {
        id: 3,
        title:
          "§8. Ұлы Дала көшпелі өркениетінің қайнаркөзі және қалыптасуының ерекшеліктері ",
        content: "",
      },
      {
        id: 4,
        title: "§10. Ерте көшпелілер дәуіріндегі ұлы дала өркениеті",
        content: "",
      },
      {
        id: 5,
        title: "§27. Қазақстан аумағындағы ерте мемлекеттердің саяси құрылымы",
        content: "",
      },
      {
        id: 6,
        title:
          "§1-2. “Орталық Азия” ұғымының тарихи және географиялық негіздер",
        content: "",
      },
      {
        id: 7,
        title: "§5-6. Орталық Азия өркениеттерінің ежелгі ошақтары",
        content: "",
      },
    ],
  },

  {
    id: 2,
    title: "Орта ғасыр",
    topics: [
      {
        id: 1,
        title:
          "§20. Түркі дәуіріндегі қазақстан аумағындағы этногенез және этникалық үдерістер",
        content: "",
      },
      {
        id: 2,
        title:
          "§28-29. Түрік имериясыкөшпелілер мемлекетілігінің классикалық үлгісі",
        content: "",
      },
      {
        id: 3,
        title: "§1. Түрік қағанаты",
        content: "",
      },
      {
        id: 4,
        title:
          "§2. Батыс түрік (603-704 жылдар) және шығыс түрік (682-744 жылдар) қағанаттары",
        content: "",
      },
      {
        id: 5,
        title: "§3. Түргеш қағанаты",
        content: "",
      },
      {
        id: 6,
        title: "§4. Қарлұқ қағанаты",
        content: "",
      },
      {
        id: 7,
        title: "§5. Оғыз мемлекеті",
        content: "",
      },
      {
        id: 8,
        title: "§6. Қимақ қағанаты",
        content: "",
      },
      {
        id: 9,
        title: "§11. Қарахан мемлекеті (942-1212 жылдар)",
        content: "",
      },
      {
        id: 10,
        title: "§12. Қарақытай мемлекеті (1128-1212 жылдар)",
        content: "",
      },
      {
        id: 11,
        title:
          "§13. Наймандар, керейіттер, жалайырлар (XII-XIII ғасырдың басы)",
        content: "",
      },
      {
        id: 12,
        title: "§14. Қыпшақ хандығы (XI-XIII ғасырдың басы)",
        content: "",
      },
      {
        id: 13,
        title:
          "§5-6. Қазақстан қала мәдениетінің дамуындағы ұлы жібек жолының рөлі",
        content: "",
      },
      {
        id: 14,
        title: "§18-19. Қалалардың дамуы. Сәулет өнері (X-XIII ғасырдың басы)",
        content: "",
      },
      {
        id: 15,
        title: "§20–21. Сауда мен егіншілік. Материалдық мәдениет",
        content: "",
      },
      {
        id: 16,
        title:
          "§31. Шыңғыс хан империясы және оның мұрагерлері. Шыңғыс ханның дүниежүзілік тарихтағы рөлі",
        content: "",
      },
      {
        id: 17,
        title: "§26–27. Қазақстан аумағын монғолдардың жаулап алуы ",
        content: "",
      },
      {
        id: 18,
        title: "§28–29. Монғол империясы құрамындағы Қазақстан",
        content: "",
      },
      {
        id: 19,
        title:
          "§35. Қазақ хандығының құрылуы тарихи үрдерістердің заңды нәтижесі",
        content: "",
      },
      {
        id: 20,
        title: "§30. Шығыс Дештi Қыпшақтың саяси бөлектенуi. Ақ Орда",
        content: "",
      },
      {
        id: 21,
        title: "§31. Моғолстан (хiv ғасырдың ортасы – хvi ғасырдың басы)",
        content: "",
      },
      {
        id: 22,
        title: "§32. Әмір Темір және ұрпақтарының мемлекеті",
        content: "",
      },
      {
        id: 23,
        title: "§33. Әбілқайыр хандығы (1428-1468 жылдар)",
        content: "",
      },
      {
        id: 24,
        title: "§34. Ноғай ордасы. Сiбiр хандығы",
        content: "",
      },
      {
        id: 25,
        title:
          "§35. хiii–хv ғасырдың бiрiншi жартысындағы мемлекеттердің қоғамдық және саяси құрылымы",
        content: "",
      },
      {
        id: 26,
        title: "§23. Мәдени-генетикалық код ұлт негізі",
        content: "",
      },
      {
        id: 27,
        title: "§38–39. Қазақ халқының этногенезі",
        content: "",
      },
      {
        id: 28,
        title: "§40–41. Қазақ хандығының құрылуы",
        content: "",
      },
      {
        id: 29,
        title: "§36. Қазақ хандығының қазақ хандығын құру мен нығайтудағы рөлі",
        content: "",
      },
      {
        id: 30,
        title: "§43. Қасым ханның (1511–1518 жылдар) ішкі және сыртқы саясаты",
        content: "",
      },
      {
        id: 31,
        title: "§44. Хақназар хан (1538–1580 жылдар) тұсындағы Қазақ хандығы",
        content: "",
      },
      {
        id: 32,
        title:
          "§45. Тәуекел хан (1583–1598 жылдар) билігі. ХVI ғасырдың соңындағы Қазақ хандығы (6сынып)§36. Казақ хандарының Қазақ хандығын құру мен нығайтудағы рөлі(10-сынып)",
        content: "",
      },
      {
        id: 33,
        title:
          "$46. XVII ҒAСЫРДЫҢ БАСЫНДАҒЫ ҚАЗАҚ ХАНДЫҒЫ. ЕСІМ ХАН (1598-1628 жылдар)§36. Казақ хандарының Қазақ хандығын құру мен нығайтудағы рөлі(10-сынып)",
        content: "",
      },
      {
        id: 34,
        title:
          "$47. ЖОҢҒАР ШАПҚЫНШЫЛЫҒЫНА ҚАРСЫ КҮРЕС. ЖӘҢГІР ХАН (1629–1652 жылдар)§36. Казақ хандарының Қазақ хандығын құру мен нығайтудағы рөлі(10-сынып)",
        content: "",
      },
    ],
  },

  {
    id: 3,
    title: "Жаңа заман",
    topics: [
      {
        id: 1,
        title: "КЕНЕСАРЫ ҚАСЫМҰЛЫ БАСТАҒАН ҰЛТАЗАТТЫҚ ҚОЗҒАЛЫС (1837–1847 ЖЖ.)",
        content: [
          {
            left: "КЕНЕСАРЫ ҚАСЫМҰЛЫ",
            right: [
              "Абылай ханның немересі, Қасым сұлтанның ұлы, Саржан сұлтанның інісі.",
              "<b>1802–1847 жылдары</b> өмір сүрген.",
              "<b>«Кенесарыға көзсіз ерлік тән еді»</b>, деп жазды XIX ғасырдың орта кезіндегі орыс зерттеушілерінің бірі Л.Мейер.",
              "Көтерілістің негізгі күші <b>Орта және Кіші жүздің жігіттері</b> болды.",
            ],
          },
          {
            left: "КӨТЕРІЛІСТІҢ МАҚСАТТАРЫ:",
            right: [
              "Патша үкіметі тартып алған жерлерді қайтару",
              "Округтерді тарату",
              "Салықтарды жою",
            ],
          },
          {
            left: "КӨТЕРІЛІСТІҢ БАСТАЛУЫ",
            right: [
              "<b>1837 жылдың аяқ кезiнде</b> Кенесары Петропавлдан Ташкентке бет алған Хорунжий Рытовтың отрядын тасталқан етiп жеңiп шықты.",
              "<b>1837 жылдың қараша айында Петропавл</b> қаласынаншыққан ресейлік керуенді қорғайтын Ақтау бекінісінің казактарына Кенесары Қасымұлы шабуыл жасады.",
              "<b>1837 жылы Кенесары Батыс Сiбiр генералгубернаторына арнайы хат жолдап</b>, Омбыда тұтқында отырған өз адамдарын түгел босатуды, қазақ жерiнiң тұтастығын қалпына келтiрудi талап етті.",
            ],
          },
          {
            left: "АҚМОЛА БЕКІНІСІНЕ ШАБУЫЛ",
            right: [
              "Алты күн бойы қоршауда ұстап, <b>1838 жылдың 7 тамызында</b> таң ата Кенесары әскері бекініске басып кірді.",
              "<b>Бекіністі қорғағандар:</b> аға сұлтан Қ. Құдаймендiұлы мен әскери старшина Карбышев бастаған отряд.",
              "<b>Шабуыл жасаушылар:</b> Басықара батыр мен Ағыбай, Иман, Бұқарбай батырлардың сарбаздары. <b>Басықара батыр мен 255 жауынгер</b> шабуыл кезінде қаза тапты. Кенесары бекіністі басып алып, өртеп жіберді.",
            ],
          },
          {
            left: "КЕНЕСАРЫНЫҢ ХАН САЙЛАНУЫ",
            right: [
              "<b>1839-1840 жылдар аралығында</b> Кенесары Қасымұлы Есіл бойындағы әскери бекіністерге шабуыл жасады.",
              "<b>1841 жылы</b> үш жүздің өкілдері бас қосқан жиында Кенесары Қасымұлы хан сайланды.",
              "<b>Салықтар белгіледі:</b> мал өсірушілерге <b>зекет</b>, егіншілерге <b>ұшыр</b>, сауда керуендерінен <b>баж салығы</b>.",
              "Кенесарының тұрақты әскерінің саны - <b>20 мың</b>.",
            ],
          },
          {
            left: "КӨТЕРІЛІС КЕЗІНДЕГІ НЕГІЗГІ ШАЙҚАСТАР",
            right: [
              "Алғашында Ресей үкіметі тарапы бейбіт шешуге тырысты, <b>1840 жылы</b> Кенесарыға кешірім жарияланып, оның туысқандары тұтқыннан қайтып оралды.",
              "<b>1843 жылы 27 маусымда</b> І Николай патша Кенесарыға қарсы тұрақты әскер бөлімдерін кеңінен тарту туралы бұйрыққа қол қойды.",
              "<b>Көтерілісшілерге қарсы жазалаушы отрядтар:</b></br> -Старшина Лебедев отряды. </br> -1843 жылы жасақталған А.Жантөрин мен Б.Айшуақұлы бастаған екiншi әскер.",
              "<b>1844 жылы Тобыл өзенiнiң жоғарғы ағысында Кенесары хан А.Жантөрин сұлтанның әскерiне күйрете соққы бердi.</b>",
              "<b>Кенесарының негізгі әскери күштері 1844 жылдың тамызында Екатерина станциясына шабуыл жасады</b>",
            ],
          },
          {
            left: "КӨТЕРІЛІС ОРТАЛЫҒЫНЫҢ АУЫСУЫ",
            right: [
              "-1845 жылы Кенесары көтеріліс орталығын <b>Сарыарқадан Жетісу жеріне қарай</b> ауыстыруға мәжбүр болды.",
              "-Көтеріліске қолдау көрсеткен ұлы жүздің батырлары: <b>Сұраншы, Байсейіт, Тайшыбек</b>.",
              "-<b>1846 жылы</b> Кенесары Балқаш көлінің жағалауындағы Қамал түбегіне барып бекінді",
              "-Көтерілісшілер әрі қаай <b>Қырғыз жеріне</b> жақындай түсті. Қырғыздар Қоқан хандығына бағынған еді. Кенесары солтүстік қырғыз руларын билеуші манаптардың өзіне бағынуын талап етті.",
              "-<b>Омбыдан жіберілген Вишневский</b> қырғыздарды Кенесарының ауылдарына шабуыл жасауға айдап салды.",
            ],
          },
          {
            left: "СОҢҒЫ ШАЙҚАС",
            right: [
              "<b>1847 жылғы сәуiрде</b> Кенесары он мыңдай қолмен Қырғызстанның жерiне басып кiрдi.",
              "<b>1847 жылы 17-25 сәуірде</b> Тоқмаққа жақын маңда Майтөбе деп аталатын жерде қырғыз-қазақ арасында шешуші шайқас болды",
              "Қырғыздармен шайқас Ыстықкөл мен Шу өзенiнiң жоғарғы ағысы аралығында Кекiлiк сеңгiр тауының қойнауында өттi. Сұлтан Рүстем мен Ұлы жүздiң ықпалды биi Сыпатай Кенесарыны сатып кетті. Кенесары жеңіліп, Кенесары мен оның iнiсi Наурызбай Қасымұлы қаза тапты.",
            ],
          },
          {
            left: "КӨТЕРІЛІСТІҢ ЕРЕКШЕЛІКТЕРІ",
            right: [
              "Кенесары кезінде қазақтардың тарихында бірінші рет <b>артиллерия мен жаяу әскер</b> болды. <b>Қашқын орыс солдаттары мен башқұрттар</b> көтерілісшілерді жаңа әскери іске үйретті.",
            ],
          },
        ],
      },
      {
        id: 2,
        title:
          "ҚАЗАҚТАРДЫҢ ХІХ ҒАСЫРДЫҢ 40–60 ЖЫЛДАРЫНДАҒЫ ОРТААЗИЯЛЫҚ ХАНДЫҚТАРМЕН ҚАРЫМ-ҚАТЫНАСЫ",
        content: [
          {
            left: "ҚОҚАН ХАНДЫҒЫНЫҢ ЕЗГІСІ",
            right: [
              "<b>Қоқан хандығы Арал теңiзi маңындағы қазақтарға қарсы шабуылды күшейте түсті.</b> Қоқандықтар 1808 жылы Ташкентті, 1814 жылы Түркістанды басып алды. 1818 жылы Ақмешiт бекiнiсi Сырдарияның оң жағалауына көшiрiлдi. Әр отбасы жыл сайын салық ретiнде 6 қой, 4 арба сексеуiл, 1000 бау қамыс Қоқан үкiметiне төлеп тұруға тиiс болды.",
            ],
          },
          {
            left: "РҮСТЕМ ТӨРЕ КӨТЕРІЛІСІ",
            right: [
              "<b>Тентек төре атанған Рүстем төре</b> бастаған халық 1821 жылы Қоқан хандығының езгісіне қарсы шықты. Күштің тең болмауы салдарынан көтеріліс жеңілді.",
            ],
          },
          {
            left: "ЖАНҚОЖА НҰРМҰХАММЕДҰЛЫ КӨТЕРІЛІСІ",
            right: [
              "Қазақ даласына тереңдеп ену әрекеттерiн Хиуа хандығы да жасады. Хиуалықтар мен қоқандықтарға, кейін Ресейге қарсы бағытталған күресті белгiлi батыр Жанқожа Нұрмұхамедұлы басқарды:",
              "-<b>1780 жылы Жанқожа Нұрмұхамедұлы Арал маңында дүниеге келген.</b></br> -Жаңқожа  - <b>Шектi руының басшысы</b>. </br> -Жанқожа батыр Хиуаға қарсы күрескен хан <b>Арынғазы Әбiлғазыұлының iсiн жалғастырды.</b>",
              "-<b>1836 жылы</b> Жанқожа Хиуалықтардың Бесқала бекінісінің тас-талқанын шығарды.",
              "-<b>1845 жылы</b> Жанқожа Хиуаның екi мың сарбазы бар iрi жасағын ойсырата жеңдi.",
              "-<b>1845 жылы</b> Жанқожа Кенесарының өтінішімен қоқандықтардың Созақ бекінісін басып алуға көмектесті. Жанқожа Нұрмұхамедұлы Кенесары Қасымұлымен бірге Жаңақорған, Күмісқорған, Шымқорған, Қосқорған бекіністеріне шабуыл жасады.",
              "-<b>1847 жылы</b> Жанқожа бастаған көтерілісшілер Хиуаның Жаңақала және Райым бекіністеріне шабуыл жасады. Қожаниязқала бекінісін басып алды.",
              "Жанқожа батыр Қоқан мен Хиуа хандықтарымен күрес барысында Сырдария бойына Ресей империясының әскери жасақтары келе бастады:",
              "-<b>1856-1857 жылдары</b> Жанқожа Ресейге қарсы шықты.",
              "-<b>1856 жылы</b> көтерілісшілер Қазалы қамалын қоршауға алды. </br>-Көтерілісшілерге Патша әскері <b>Фитинговтың отряды</b> қарсы шықты.",
              "-<b>1857 жылы Арықбалық шатқалында</b> жазалаушы әскер мен кқтерілісшілер арасындағы шешуші шайқас өтті",
              "-<b>1860 жылы</b> жазалаушы әскер Жанқожа батырдың ауылын қоршауға алып, Жанқожаны өлтірді.",
            ],
          },
          {
            left: "ЕСЕТ КӨТІБАРҰЛЫНЫҢ КӨТЕРІЛІСІ (1838-58 ЖЖ)",
            right: [
              "<b>Есет Көтібарұлы</b> - Сыр бойындағы қазақтардың ұлт-азаттық көтерілісін басқарған батырлардың бірі болды.",
              "-<b>1838 жылы</b> Есет батыр Ресейдің Елек бекінісіне шабуыл жасауға қатысты.",
              "-<b>1847 жылыдың жазында</b> Жем өзенінің бойында Есет батыр патша үкіметінің жазалаушы әскеріне тұтқиылдан шабуыл жасады. </br>-Есет батыр Ресейге қарсы <b>жиырма жылдай</b> соғысты.",
              "-<b>1858 жылы</b> Бородин басқарған жазалаушы отряд Есет Көтібарұлы бастаған кқтерілісті біржолата жеңді, Есет батыр ақырында бейбіт келісім жасауға мәжбүр болды.",
              "-<b>Есет батырға Ресейдің берген жеңілдігі:</b> Қарсы күрес жүргізгеніне кешірім жасап, түтін салығынан босатты.",
              "-Кейін Есет батыр <b>Торғай облысындағы Ырғыз уездік бастығының көмекшісі</b> болып тағайындалды.",
              "-<b>Көтерілістің жеңілу себебі:</b> Қару-жарақ нашар, күрес әдісі ескі болуы.",
            ],
          },
        ],
      },
      {
        id: 3,
        title: "РЕСЕЙ ИМПЕРИЯСЫНЫҢ ҚАЗАҚСТАНДЫ ҚОСЫП АЛУЫНЫҢ АЯҚТАЛУЫ",
        content: [
          {
            left: "",
            right: [
              "<b>ХIХ ғасырдың 20-жылдарының бас кезiнде</b> Ұлы жүздiң аумағында бiртұтас хан билiгi қалмады. </br><b>Сырдария өңірінің қазақтарының ықпалды ханы Арынғазы</b> Петербургке барар жолжа ұсталып, Калугаға жер аударылды.",
              "Ресейге қосып алынған жерлерде <b>Аягөз, Ақтау, Ұлытау, Қапал бекіністері бой көтерді.</b> </br><b>1848 жылы</b> Ресей империясы Ұлы жүз үшін пристав (кішігірім әкім) лауазымды қызметін белгіледі.",
              "<b>1854 жылы</b>Верный бекiнiсi бой көтердi.</br>Онда <b>орыстардың 500 солдаты мен офицері</b> орналасты. <b>Сібірден 400-ге жуық шаруа отбасы</b> көшіріліп әкелінді.",
              "<b>1860 жылы</b> полковник Циммерман бастаған әскер Шу аңғарына келiп кiрдi.</br> Қоқан хандығының <b>Тоқмақ және Пішпек бекіністерін</b> басып алды.",
              "<b>1860 жылы қазанда</b>Ұзынағаш бекiнiсi түбiнде Ресей мен Қоқан арасында шешушi шайқас өттi.</br><b>1864 жылы</b> Ресей әскерлері Меркі әскеріи бекінісін, Әулиеата, Шымкент, Түркістан қалаларын басып алды.",
              "<b>1865 жылы</b>Ташкентті Ресей әскері басып алды. Ресей әскери министрiнiң бұйрығымен Түркiстан аймағы құрылды.</br><b>1867 жылы</b> орталығы Ташкент қаласында орналасқан Түркістан генерал-губернаторлығын құру туралы жарлық шықты.",
            ],
          },
          {
            left: "СЫРДАРИЯ БЕКІНІС ШЕБІ",
            right: [
              "<b>1834-1839 жылдары</b> Ресей Маңғыстау өңіріне және Арал бойы қазақтарына экспедициялар ұйымдастырды.",
              "<b>1840 жылдар Қоқандықтардың саны басым болса да, жеңіліс тапты</b>",
              "Арал мен Сырдарияның сағасында Сырдария шебін құрайтын форттар пайда болды.",
              "<b>Сырдария шебі</b> - Райымнан Ақмешітке дейін созылып жатқан әскери бекініс жүйесі:</br>-<b>1834 жылы</b> Новоалександровский қамалы</br>-<b>1834 жылы</b> Райым қамалы</br>-<b>1834 жылы</b> Қазалы бекінісі",
              "<b>1853 жылы</b> орыс әскері Ақмешітті (қазіргі Қызылорда қаласы) басып алды."
            ],
          },
        ],
      },
      {
        id: 4,
        title: "",
      },
    ],
  },
  {
    id: 4,
    title: "XX ғасыр I жартысы",
    topics: [{ id: 1, title: "Русиядағы қоғамдық өзгерістер", content: "" }],
  },
  {
    id: 5,
    title: "XX ғасыр II жартысы",
    topics: [{ id: 1, title: "Социализм мен капитализм", content: "" }],
  },
  {
    id: 6,
    title: "Кітаптар / База",
    topics: [
      {
        id: 1,
        title: "1 АЙ 1 АПТА",
        pdfBase: "/Тарих Кітаптар/1 ай/1 АПТА/Тарих-1-ай-1-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/1 ай/1 АПТА/Тарих-1-ай-1-апта кітап 1.pdf",
        pdfBook: "/Тарих Кітаптар/1 ай/1 АПТА/Тарих-1-ай-1-апта кітап 2.pdf",
      },
      {
        id: 2,
        title: "1 АЙ 2 АПТА",
        pdfBase: "/Тарих Кітаптар/1 ай/2 АПТА/Тарих-1-ай-2-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/1 ай/2 АПТА/Тарих-1-ай-2-апта кітап.pdf",
      },
      {
        id: 3,
        title: "1 АЙ 3 АПТА",
        pdfBase: "/Тарих Кітаптар/1 ай/3 АПТА/Тарих-1-ай-3-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/1 ай/3 АПТА/Тарих-1-ай-3-апта кітап.pdf",
      },
      {
        id: 4,
        title: "1 АЙ 4 АПТА",
        pdfBase: "/Тарих Кітаптар/1 ай/4 АПТА/Тарих-1-ай-4-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/1 ай/4 АПТА/Тарих-1-ай-4-апта кітап.pdf",
      },
      {
        id: 5,
        title: "2 АЙ 1 АПТА",
        pdfBase: "/Тарих Кітаптар/2 ай/1 АПТА/Тарих-2-ай-1-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/2 ай/1 АПТА/Тарих-2-ай-1-апта кітап.pdf",
      },
      {
        id: 6,
        title: "2 АЙ 2 АПТА",
        pdfBase: "/Тарих Кітаптар/2 ай/2 АПТА/Тарих-2-ай-2-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/2 ай/2 АПТА/Тарих-2-ай-2-апта кітап.pdf",
      },
      {
        id: 7,
        title: "2 АЙ 3 АПТА",
        pdfBase: "/Тарих Кітаптар/2 ай/3 АПТА/Тарих-2-ай-3-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/2 ай/3 АПТА/Тарих-2-ай-3-апта кітап.pdf",
      },
      {
        id: 8,
        title: "2 АЙ 4 АПТА",
        pdfBase: "/Тарих Кітаптар/2 ай/4 АПТА/Тарих-2-ай-4-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/2 ай/4 АПТА/Тарих-2-ай-4-апта кітап.pdf",
      },
      {
        id: 9,
        title: "3 АЙ 1 АПТА",
        pdfBase: "/Тарих Кітаптар/3 ай/1 АПТА/Тарих-3-ай-1-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/3 ай/1 АПТА/Тарих-3-ай-1-апта кітап.pdf",
      },
      {
        id: 10,
        title: "3 АЙ 2 АПТА",
        pdfBase: "/Тарих Кітаптар/3 ай/2 АПТА/Тарих-3-ай-2-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/3 ай/2 АПТА/Тарих-3-ай-2-апта кітап.pdf",
      },
      {
        id: 11,
        title: "3 АЙ 3 АПТА",
        pdfBase: "/Тарих Кітаптар/3 ай/3 АПТА/Тарих-3-ай-3-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/3 ай/3 АПТА/Тарих-3-ай-3-апта кітап.pdf",
      },
      {
        id: 12,
        title: "3 АЙ 4 АПТА",
        pdfBase: "/Тарих Кітаптар/3 ай/4 АПТА/Тарих-3-ай-4-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/3 ай/4 АПТА/Тарих-3-ай-4-апта кітап.pdf",
      },
      {
        id: 13,
        title: "4 АЙ 1 АПТА",
        pdfBase: "/Тарих Кітаптар/4 ай/1 АПТА/Тарих-4-ай-1-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/4 ай/1 АПТА/Тарих-4-ай-1-апта кітап.pdf",
      },
      {
        id: 14,
        title: "4 АЙ 2 АПТА",
        pdfBase: "/Тарих Кітаптар/4 ай/2 АПТА/Тарих-4-ай-2-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/4 ай/2 АПТА/Тарих-4-ай-2-апта кітап.pdf",
      },
      {
        id: 15,
        title: "4 АЙ 3 АПТА",
        pdfBase: "/Тарих Кітаптар/4 ай/3 АПТА/Тарих-4-ай-3-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/4 ай/3 АПТА/Тарих-4-ай-3-апта кітап.pdf",
      },
      {
        id: 16,
        title: "4 АЙ 4 АПТА",
        pdfBase: "/Тарих Кітаптар/4 ай/4 АПТА/Тарих-4-ай-4-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/4 ай/4 АПТА/Тарих-4-ай-4-апта кітап.pdf",
      },
      {
        id: 17,
        title: "5 АЙ 1 АПТА",
        pdfBase: "/Тарих Кітаптар/5 ай/1 АПТА/Тарих-5-ай-1-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/5 ай/1 АПТА/Тарих-5-ай-1-апта кітап.pdf",
      },
      {
        id: 18,
        title: "5 АЙ 2 АПТА",
        pdfBase: "/Тарих Кітаптар/5 ай/2 АПТА/Тарих-5-ай-2-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/5 ай/2 АПТА/Тарих-5-ай-2-апта кітап.pdf",
      },
      {
        id: 19,
        title: "5 АЙ 3 АПТА",
        pdfBase: "/Тарих Кітаптар/5 ай/3 АПТА/Тарих-5-ай-3-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/5 ай/3 АПТА/Тарих-5-ай-3-апта кітап.pdf",
      },
      {
        id: 20,
        title: "5 АЙ 4 АПТА",
        pdfBase: "/Тарих Кітаптар/5 ай/4 АПТА/Тарих-5-ай-4-апта База.pdf",
        pdfBook: "/Тарих Кітаптар/5 ай/4 АПТА/Тарих-5-ай-4-апта кітап.pdf",
      },
    ],
  },
];
